[options]
mode bmc
depth 1
expect pass,fail

[engines]
btor btormc
#smtbmc boolector

[script]
read_ilang mutated.il
read_verilog -sv miter.sv
prep -top miter
fmcombine miter ref_i uut_i
flatten
opt -fast

[files]
miter.sv
mutated.il

